Repository: channainfo/mpi_client
Catalog: MPIClient/LocalizedText.*.resx
Languages: km_kh

# STATUS_COMPLETED
source: Completed.
km_kh: ជោគជ័យ

# STATUS_Error
source: Error.
km_kh: មានបញ្ហា

# STATUS_Synchronizing
source: Synchronizing...
km_kh: កំពុងធ្វើអោយដូចគ្នា...

# STR_AreYouSureYouWantToEnrollNewPatient
source: Are you sure you want to enroll new patient?
km_kh: តើអ្នកពិតជាចង់ចុះឈ្មោះអ្នកជំងឺថ្មីមែនឬ?

# STR_AreYouSureYouWantToExit
source: Are you sure you want to exit?
km_kh: តើអ្នកពិតជាចង់ចាកចេញពីកម្មវិធីមែនទេ?

# STR_AtLeastTwoFingerprintsAreRequiredForTheEnrollment
source: At least two fingerprints are required for the enrollment.
km_kh: យ៉ាងហោចណាស់ត្រូវតែមានស្នាមម្រាមដៃយ៉ាងតិច២ដើម្បីធ្វើការចុះឈ្មោះ

# STR_CANCEL
source: Cancel
km_kh: បោះបង់

# STR_CantConnectToTheServerYoureOffline
source: Can't connect to the server. You're offline.
km_kh: មិនអាចភ្ជាប់ទៅម៉ាស៊ីន Server បានទេ។ អ្នកមិនភ្ជាប់ជាមួយម៉ាស៊ីន server

# STR_Confirmation
source: Confirmation
km_kh: ផ្ទៀងផ្ទាត់

# STR_Error
source: Error
km_kh: បញ្ហា

# STR_ErrorWhileSaving
source: Error while saving!!!
km_kh: មានកំហុសពេលរក្សាទុក!!!

# STR_ErrorWhileSerializingJSONObject
source: Error while serializing JSON object.
km_kh: មានបញ្ហាពេល serializing JSON object

# STR_FailInSynchronizingDataInLocalDatabase
source: Fail in synchronizing data in local database.
km_kh: បរាជ័យពេលកំពុងធ្វើអោយទិន្នន័យក្នុងប្រព័ន្ធកុំព្យូទ័របញ្ចូលគ្នា

# STR_FailInUpdatingPatient
source: Fail in updating patient.
km_kh: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពអ្នកជំងឺ។

# STR_FingerprintScannerInitializedSuccessfull
source: Fingerprint scanner initialized Successfull.
km_kh: ឧបករណ៍ផ្តិតស្នាមម្រាមដៃកំណត់ឡើងវិញបានជោគជ័យ

# STR_FingerprintScannerIsUnplugged
source: Fingerprint scanner is unplugged.
km_kh: ឧបករណ៍ផ្តិតស្នាមម្រាមដៃអត់ដោត

# STR_GenderMustBeSelected
source: - Gender must be selected.
km_kh: - ត្រូវតែជ្រើសរើសភេទ។

# STR_IMAGE_BAD_QUALITY
source: Bad
km_kh: មិនសូវល្អ

# STR_IMAGE_HIGHT_QUALITY
source: Hight
km_kh: ល្អ

# STR_IMAGE_MEDIUM_QUALITY
source: Medium
km_kh: មធ្យម

# STR_Information
source: Information
km_kh: ព័ត៌មាន

# STR_Offline
source: Offline
km_kh: មិនភ្ជាប់ជាមួយម៉ាស៊ីន server

# STR_OneFingerprintIsRequired
source: - One fingerprint is required.
km_kh: - ចាំបាច់ត្រូវការស្នាមម្រាមដៃមួយ។

# STR_Online
source: Online
km_kh: ភ្ជាប់ជាមួយម៉ាស៊ីន server

# STR_PatientsFound
source: patients found.
km_kh: អ្នកជំងឺ

# STR_SomeFingerprintsAreInBadQualityMediumToHightQual
source: - Some fingerprints are in bad quality (Medium to hight quality is required).
km_kh: - គុណភាពស្នាមម្រាមដៃខ្លះមិនគ្រប់គ្រាន់(តម្រូវអោយមានគុណភាពមធ្យម​ ឬខ្ពស់)

# STR_SomeFingerprintsAreTheSame
source: - Some fingerprints are the same.
km_kh: - ស្នាមម្រាមដៃខ្លះដូចគ្នា។

# STR_StatusFingerPlaced
source: Status: scaning finger
km_kh: ស្ថានភាព៖ កំពុងផ្តិត

# STR_StatusReady
source: Status: Ready
km_kh: ស្ថានភាព៖ រួចរាល់

# STR_StatusUnplugged
source: Status: Unplugged
km_kh: ស្ថានភាព៖ ឧបករណ៍អត់ដោត

# STR_SuccessfullySaveWithPatientID
source: Successfully save with PatientID =
km_kh: ការចុះឈ្មោះបានជោគជ័យ លេខសម្គាល់ របស់អ្នកជំងឺគឺ :

# STR_SuccessfulUpdate
source: Successful update.
km_kh: ធ្វើបច្ចុប្បន្នភាបបានជោគជ័យ។

# STR_TheWebServerEncounterProblemStatusServerError
source: The WebServer encounter problem: {0} Status: Server Error
km_kh: WebServer មានបញ្ហា៖ {0} ស្ថានភាព៖ ម៉ាស៊ីន server មានបញ្ហា

# STR_Warning
source: Warning
km_kh: បំរាម

# STR_WebserverInternalServerError
source: Webserver: Internal server error.
km_kh: WebServer៖​ ម៉ាស៊ីនមេមានកំហុស។
