Repository: channainfo/mpi_client
Catalog: MPIClient/Synchronization.*.resx
Languages: km_kh

# PatientIDDataGridViewTextBoxColumn.HeaderText
source: MasterID
km_kh: លេខកូដអ្នកជំងឺ

# GenderDataGridViewTextBoxColumn.HeaderText
source: Gender
km_kh: ភេទ

# DateBirthDataGridViewTextBoxColumn.HeaderText
source: DateBirth
km_kh: ថ្ងៃខែកំណើត

# CreatedateDataGridViewTextBoxColumn.HeaderText
source: Createdate
km_kh: ថ្ងៃបង្កើត

# UpdatedateDataGridViewTextBoxColumn.HeaderText
source: Updatedate
km_kh: ថ្ងៃធ្វើបច្ចុប្បន្នភាព

# Status.HeaderText
source: Status
km_kh: ស្ថានភាព

# synchronizationButton.Text
source: Synchronize
km_kh: សមកាលកម្ម

# RefreshButton.Text
source: Refresh
km_kh: បន្ទាន់សម័យ

# ToolStripButton1.Text
source: Close
km_kh: បិទ

# ToolStripStatusLabel1.Text
source: Number of Patient:
km_kh: ចំនួនអ្នកជំងឺ:

# Label1.Text
source: Total of Synchronization:
km_kh: ចំនួនសរុបដែលធ្វើសមកាលកម្ម៖

# Label2.Text
source: Number of Succees:
km_kh: ចំនួនជោគជ័យ៖

# Label5.Text
source: Number of Duplication:
km_kh: ចំនួនព័ត៌មានអ្នកជំងឺដែលដូចគ្នា៖

# Label8.Text
source: Number of Error:
km_kh: ចំនួនមានកំហុស៖
